4日的Hong Kong QlikView Training，YO~YO~YO，有得去香港，重要系去培训，好开心啊~~~~见到了传说中既Yvonne~HK同事都几nice~~哈哈，不过要距地成日请我地食饭，五系太好意思，不过又无钱请翻距地食咯~总之就多谢晒啦
QlikView从9升级到11既话呢，都几多变化噶，首先可以用到ajax啦，而且多左top,bottom排序啦，感觉上来讲QlikView都几容易熟手，虽然难精通。
香港物价贵，我以前就知道，但无林过真系好鬼，食个自助餐，日本野220/人，打个边炉都要150/人~~~好贵啊~~~
问左下hsbc既实习生价格，就已经超越左我一个月人工啦。茶餐厅服务生都1W2一个月，突然有种想去香港打工的冲动！！！！
突然林翻起，最近同d同学聚会，聊得最多的问题就是赚钱，如何么买屋赚钱，在中国，一个打工仔想靠打工来买房，就我知道的，只能通过存点首期，然后贷款买房，还房贷还过10、20年~人工高的，偶尔还可以去下旅游，过上所谓的小资生活。但是我很不甘心啊，为啥我要付出20年的青春去买房啊，中国是人多啊，但为啥导致这样一个畸形啊~~~~谁来还我青春啊~~~~当然我也只是泄愤，我也不能做出什么惊天地的事情，如果想平淡过日子，我觉得中国还是很不错的，但是我还想去探索世界，却时刻担心着下半辈子的房子问题。中国的楼价啥时候才能正常啊~
星期5翻到广州GLTc，得知TPM至拿3。  3系乜概念呢，呢度实行271政策，1，2属于优秀占20%，3属于合格占70%，4，5属于肥佬占10%。 拿3意味着我离升职的路途很遥远，今年的加薪幅度很低很低，奖金额度也很少。为啥我拿3啊，我拼命了，我已经把超越我的事情也做了，把我的最大部分时间奋身到这个project了，真的不甘心，但是。。。也只能这样了。
2013_01_22
2013_01_23