很久很久很久以前，一直在想人生究竟是不是真的有尽头
现在就告诉你，人的明天其实是可以量度的，并且这是一个很真实很确切的数据，年龄其实是一个长度单位，而每人的不同之是数据的些少偏差，但必定在取值范围内的。
一个人或许一生就只有900个月，900个月是什么概念呢，用一张纸画一个30x30的矩形，这就是你的命运了，保持健康运气好点的话可以把矩阵延伸，不过这矩形还是有极限的，你终究还是会到达最后一个正方格，到达终点。
在有限的岁月里，如何把时间过好，过得知足，过得幸福 this is a question
年轻的时候，对于生命的理解，感觉这就是无穷尽，因为你每天充满精力，睡一觉就满血复活；然而随着年龄增长，你开始发现身体变化了，时间匆忙了，时光越来越短了；老的时候想通了，过一天，其实就是赚一天。
人通常都是到最后时刻才发现、意识、想通，然我现在就想告诉你：必须珍惜你现在拥有的一切，不要丢掉你绝不能失去的，时光是绝对不可能回头的。
犹如此树生于在泰国拜县，当我第一眼看见的时候，我不知道它到底存活了多少年并将会持续存活多少年，但我知道它始终有它的高度，有它的限制，有它的极限。切记无论成长得多么高，永远不能把根忘记。
2013_08_05