其实呢，想买单反好耐啦，储左好耐既钱，之前一直叫宝儿同我去，一次系训过龙，第二次系呕吐，第三次终于出发成功啦，推迟左3个星期，今日终于去到HK啦。
不得不说，皇岗的出站点非常不方便，要广州->皇岗->下车->中国关->上车->下车->香港关->再搭车到香港，最浪费时间既居然系香港关，并五系因为香港入境检查严格，而系因为开既窗口只有5个，而中国关口开左10个，呢个就系对比，当输出大于输入，就会导致流入香港的管道变窄变长，亦导致左等待时间加长，其实可以做到两边相等，感就大家都有益啦。
一去到香港，就直接杀入百老汇，不得不说，多人，但好似d sales五多理睬我，可能系我个样生得无钱。无计啦，问左个价同埋配件，就立即冲去丰泽，丰泽既服务态度好好咯，我好中意，虽然价格两间都一样，但就服务态度来讲，我系偏向于丰泽咯，而且当我提出要睇多间既时候，丰泽小姐立即使用，多送一个UV镜来做吸引，对于一个入门级选手，就偏向左丰泽啦。
第一部单反Canon 650D就献身左比呢间丰泽啦，不得不说的是，我第一部相机奥林巴斯都系丰泽度买既。
我只可以讲，丰泽既服务态度真系赢你个百老汇几条街咯。。。+多600鸡做左个相机意外保险升级，因为呢之前睇书，保险既钱其实系五省得噶，买份保障同埋突发事件发生时会起到应用既作用，所以应该时刻都有危机同处理危机意识。
宝儿今日成日都水土不服，去完angel baby开间店（朗豪坊），我感觉呢，间店名气都几大，但系d野食真系好普通咯，首先呢菜单就得2页，我去间茶餐厅都五止啦，第2亦都系最重要一点，食物既味道我感觉还有待提高，虽然我食得出材料系真既，但系食物味道与我既味道真系相距甚远咯。可能我五适合食名人开既店。。。
2013_03_09