今日系宝儿同学的拉扯下，终于去了楼下的方所，终于见到传说中既九把刀，比我想象中后生，但其实只可以讲个样几得意，而五可以形容为靓仔咯。不过距个签名呢，又真系几靓仔同几得意，哈哈！
其实呢，宝儿同学已经提早一个星期来买左九把刀本书，所以我地都提前收到短信，话今日要取消九把刀既演讲会，我一直以为今日呢度纯粹系换本书，点知道可以见到真人，可惜没带相机，如果五系就可以测试下部相机啦。
不过好彩食完饭13：00，条队都五系太多人，排左10分钟就到我地啦，可以同九把刀合影都算五错，记忆中我拿过既名人签名，除左“叶刘淑仪”，家下又多左一个“九把刀”，回忆翻到上次香港书展，宝儿一直话我，叶太条队得果3、4个人，你就五好跑去要人地签名啦，但系我觉得呢，毕竟本英语书都系叶太出版既，拿个签名都唔错，于是都系冲左上去拿。。。。不过此后，宝儿就一直拿呢个来笑我，今日系我既书柜度，终于有翻个都算ok出名既签名啦~宝儿同学你五可以再笑我啦，毕竟系你同我一直来拿签名既。。
不得不说呢，方所既服务同埋通知都好到位咯，我地提前一日就可以收到时间更改信息，响客户处理角度来讲，好赞啊！不过呢，扎机果个妹妹仔就真系五专业啦，手震到鬼，宝儿张相，除左认得出个形，都好难认得出个样。
最后去文华东方买左个蛋糕，一够普通既p-cake，我估计外面最多卖5鸡，呢度居然卖22鸡，我觉得好无奈，不过宝儿话想食，好啦，买啦~女人钱易赚，有女人既男人钱更加易赚。五记得问翻宝儿同学，究竟够蛋糕好无食添。
2013_03_27
2013_03_26