今年2012年无年30，所以年29就系最后一日啦，宝儿去左香港过，又系得翻我一个啦，就同屋企人翻婆婆屋度食饭啦，发现其实都好耐无见过+2同+1啦~
最近看了2本书《考拉小巫》和《30年后，你拿什么来养活自己》，前者说得最多的一点还是坚持，同时也出现了马云那句“今天很残酷，明天很残酷，后天很美好，很多人死在明天的晚上，看不见后天的太阳”。对于英语，除了坚持，还是坚持，好吧，我也要燃烧我的英语小宇宙吧，哈哈！！！
后面这本书说通过故事来叙述退休生活前的准备，以及利息与物价上涨的关联，其实就我而言，有些角度我是觉得这本书确实很普通，不过有个观点说得非常对，就是年轻的时候不承受风险，到老的时候风险就更加承受不了。所以年轻人还是前辈子吃苦，后半辈子再舒适点吧。
今晚同+2，+1都吹左阵水，发现大家都大左拉，当然其一系指我地都肥左，其二系指我地思想终于可以话有共同话题啦对于人生~当然呢，我都好赞同继续学习！！但我同时又想出去旅行，又想买屋，但系呢3者貌似对于我来讲好难并存，所以都系迷茫中探索~
2013_02_09
今晚开邮箱，发现个unpaid timesheet单终于自动比左拉，林起我从上年开始正式加入，到家下至赚左50USD，很是伤心，我省一顿饭都比呢个好。。。。莫大的打击啊。
2013_02_10