近日读起了复旦女博士于娟：《为啥是我得癌症？》，使我反复思考生命的长短真的是你所想象的那么简单么
对于普通人来说，一个拿着那威硕士，复旦女博士学位的人，在最功成名就的时候，就检测出是末期了，这是多么大的震撼。
人一直在社会中不停往上走往上爬，然后又和身边人进行比较，接着再继续拼搏，为着生活的楼宇车子，奋斗一生。究竟有多少人是在各种压力下活着、挨着夜、工作到天亮。
想起近期的一件事，因原工作苦闷，女友面试某公司的数据处理工作岗位，中午与人事通过电话后，确认明天面试，于是女友在晚上11点半左右把简历发到相关邮箱，片刻后立即收到对方的回邮：好的明天见。这都是什么速度，连人事都是拿生命在回复邮件。隔天我知道后，惊讶不已，良久说了一句还是走过场算吧。
联想起李开复老师的微博曾言，以前在Google时期，内部员工喜欢比拼深夜回邮件速度，然而这或许是致病的原因之一。不知道你现在是否也在深夜回复邮件，也不确定你将来会否这样做，但是生命在你手中，选择由你。
生死其实很多都不是意外，而更多是习惯所造成的。于娟的语录有一句，人生最痛苦的事有三种：晚年丧子，中年丧妻，幼年丧母，如果我走了，我的父母、丈夫还有孩子，就会面临这些痛苦，所以我要坚强地活下去。读完感触挺深的，尽管我是男的，但是为了家人，为了伴侣，为了自己，我更要努力健康活下去。人本身就是有限期的东西，谁也不可能在保质期过后偷偷躲藏存活。
的确在生命的临界点，你会发现，除了你的亲人，那些浮光都市大建筑社会的进步物质水平的提升，你所拥有的一切其实都没意义，物质只有在你存活的情况下才有其意义，就像钱，你生不带来，死也带不走。请健康地活下去。
2013_10_17