这部电影，我就是冲着名字去的，对于许多人来说，青春其实说白了就是一场喜剧和悲剧的混合体，往往在你想要去扭转任何镜头的时候，那些曾经年华就已经渐渐离你而去，留下的就是淡淡的回忆和遗憾。
电影中，我一直很喜欢阮阮这个角色。对于爱情，她一直勇敢。当感觉到男对待下一代和婚姻的软弱时，阮阮感觉绝望，选择了放弃，就犹如当初她带着另外一个女孩坐在医院的同一情景时，仿佛这早已注定。
对于婚姻的见解，阮阮轻描淡写地说了句：跟陌生人过，我可以认命，跟他过，我不甘心。阮阮一直追求自己的爱情，即时在最后踏上那火车，无论结局如何，她还是在向往着那爱情，那所谓不朽的青春。
对于阮阮这个角色定位，其实我真的很压抑。很喜欢她，但是结局却是令人感到痛惜的同时又觉得莫不这就是青春不朽的定义。
对于陈孝正，影片里面不停强调了：人的一生只能建造一次，不能差之毫厘谬以千里。在我的思想中，人就只有一次，该疯狂就去疯狂，哪怕浪费了你几年的时光，但是我觉得是值得的，不然你到老的时候，还不明白你奋斗了一生到到底是为了什么，一直是为着别人称赞中活着么？为着房贷贡献者一生？还是真的为着自己。当然对于爱情，没有女人会在原地等着你功成名就的时候回来接她，所以对待人生和爱情，男人不能软弱，一定要咬着牙关。对于前程和爱情的选择，就像问你的右手和左手哪个你更喜欢，这里没有准确答案，每个人都要用他的人生去回答这个问题。
红颜易老，往事如烟，唯有岁月安然无恙。青春真压抑，但只有一次了。。。TMD~ 老了，青春离我远去了。
2013_04_27