今日系老婆宝儿既破蛋日啦，本身呢今日就林住去长隆玩噶，不过老婆突发有事做，但后尾又五使，所以呢，就变左系单车日啦。
今日立即出发去大学城，好耐都无翻来呢度啦，当然呢，我大学五系大学城，但宝儿既大学系广大，所以我对于大学城都几熟悉下既。
今日去到呢都中午啦，久违既商中，入到商中，睇左个价格牌之后至发现个价格系几感低！！！！感觉呢度就系天堂，一直觉得钱用得快，但如果我赚钱系大学城度用，感觉我就系个有钱人，哈哈！！！好耐都无食千岛鸡同海南鸡啦，一人叫左一个，再加个“雅”罐汤，全部加埋2个人只需要26鸡，食到饱啊！！！！！
2013_03_22
食完行左阵广大，休息够啦，就出发去踩单车啦。正所话，五踩五知身体好，五踩五知时运高啊，踩下单车有益身心，不过我地踩左1个钟就落雨啦，绝对五系因为我太肥五想踩咯！！！！所以只好踩翻去啦~哈哈，踩到翻去又发现无雨落，哈哈！！！
夜晚呢，就订左系“大洋世家”，位于呢个中石化大楼，入去既时候呢，都几威既座大夏，价格呢就比左139/人既自助餐，不过呢对于服务我就好大意见啦！！！！我地就点左2件3文鱼+北极贝，你估下我等左几耐，我足足等左45分钟啊！！！！绝对无夸大个时间咯，等待过程中就食左个八爪鱼小食，我摧左不同既服务员起码有3个！都要等感9耐（原谅我粗口啦），我有比钱来食噶，丢，感既服务态度我真系顶五顺咯。
不过呢，绝对五可以比距地影响到宝儿既happy生日，所以唯有同宝儿继续吹水啦~ 其实点解我会订呢间呢，因为我之前去食过一次，果次呢，服务态度好好，而且速度好ok咯，点知今次感失望，呢间野真系对不起距个价格咯。
forget it la~老婆宝儿生日快乐，虽然今年个钜炉有d大，38L，但明明系你话呢个适合！！！！希望下年继续同你过，下年，下下年，下下下年。。。
2013_03_21