中国新一代互联网英雄们纷纷踏入四字头，今年《财富》评选出的40岁以下精英只有2个中国面孔。
郑志刚，排名38，年龄32 新世界发展有限公司执行董事，毕业于哈佛大学，曾就职于高盛证券及瑞信银行，2007年回归家族企业。2010年宣布在中国成立一个新的环保艺术购物品牌——K11。
刘强东，排名26，年龄39 京东商城创始人兼CEO，是目前中国互联网B2C市场最具争议人物。在他创立的京东自2004年成立以来一直保持200%的年收入增长率。他依然倾向简单的商业逻辑——以低价换规模，在以足够规模赢取市场。京东掌握着13亿美元的现金，因此有足够底气打价格战。
拉里佩奇(Larry Page)，排名1，年龄39 谷歌联合创始人、CEO，一直全力证明自己14年前创立的公司保持着魔力，作出了最大的一笔收购，耗资125亿美元收购摩托罗拉。
马克扎克伯格(Mark Zuckerberg)，排名2，年龄28 Facebook创始人、CEO 今年10月，Facebook月活跃量用户量达到10亿人，仅仅用了8年时间。世界拥有10亿用户量的值有可口可乐和麦当劳，而这两间公司用了经历了上百年沧桑。
玛丽莎梅耶尔(MarissaMayer)，排名3，年龄37 雅虎总裁、CEO，曾负责最初Google.com的设计。座右铭：“让自己身边围绕最聪明的人，他们会挑战你从新角度去思考；做你还没准备好要做的事，这样你可以学到的东西最多”。
杰克多西(Jack Dorsey)，排名4，年龄36 Twitter、Square创始人